Repository: zrnsm/pd-extended
Catalog: po/*.po
Languages: lv

source: Copy
lv: Kopēt

source: Paste
lv: Ielīmēt

source: Array Properties
lv: Masīva opcijas

source: Name:
lv: Nosaukums:

source: Size:
lv: Izmērs:

source: Save contents
lv: Saglabāt saturu

source: Draw as:
lv: Zīmēt kā:

source: Points
lv: Punkti

source: Polygon
lv: Daudzstūris

source: Bezier curve
lv: Bezier līkne

source: Put array into:
lv: Ievietot masīvu:

source: New graph
lv: Jauna diagramma

source: Last graph
lv: Pēdējā diagramma

source: Delete array
lv: Dzēst masīvu

source: Open List View...
lv: Atvērt saraksta skatu...

source: Cancel
lv: Atcelt

source: Apply
lv: Apstiprināt

source: Audio Settings
lv: Audio Iestatījumi

source: Save All Settings
lv: Saglabāt Visus Iestatījumus

source: Sample rate:
lv: Parauga ātrums:

source: Delay (msec):
lv: Aizkave (msec):

source: Block size:
lv: Bloka izmērs:

source: Use callbacks
lv: Lietot atzvanus

source: Input device 1:
lv: Ievadierīce 1:

source: Channels:
lv: Kanāli:

source: Input device 2:
lv: Ievadierīce 2:

source: Input device 3:
lv: Ievadierīce 3:

source: Input device 4:
lv: Ievadierīce 4:

source: Output device 1:
lv: Izvadierīce 1:

source: (same as input device) ..............
lv: (tāpat kā ievadierīcei) ..............

source: Output device 2:
lv: Izvadierīce 2:

source: Output device 3:
lv: Izvadierīce 3:

source: Output device 4:
lv: Izvadierīce 4:

source: Use multiple devices
lv: Lietot vairākas ierīces

source: WARNING: unknown graphme flags received in pdtk_canvas_dialog
lv: BRĪDINĀJUMS: pdtk_canvas_dialog ir saņēmis nezināmu graphme karogu

source: Canvas Properties
lv: Kanvas Iestatījumi

source: Scale
lv: Mērogs

source: X units per pixel:
lv: X vienības pikselī:

source: Y units per pixel:
lv: Y vienības pikselī:

source: Appearance on parent patch
lv: Izskats augšējā patch

source: Graph-On-Parent
lv: Diagramma-uz-augstāku

source: Hide object name and arguments
lv: Slēpt objekta nosaukumu un vērtības

source: Range and size
lv: Diapazons un izmērs

source: X range, from
lv: X diapazons, no

source: to
lv: līdz

source: Margin:
lv: Robeža:

source: Y range, from
lv: Y diapazons, no

source: Data Properties
lv: Datu iestatījumi

source: Send (Ctrl s)
lv: Sūtīt (Ctrl s)

source: Couldn't find '%s' in %s
lv: Nespēja atrast '%s' esot %s

source: Find
lv: Atrast

source: Search in
lv: Meklēt

source: Pd window
lv: Pd logs

source: for:
lv: par:

source: Match whole word only
lv: Jāsakrīt pilnībā tikai vārdam.

source: Close
lv: Aizvērt

source: %s Font
lv: %s Fonts

source: Font Size
lv: Fonta izmērs

source: Stretch
lv: Izstiept

source: X and Y
lv: X un Y

source: X only
lv: Tikai X

source: Y only
lv: Tikai Y

source: Atom Box Properties
lv: Atom Box iestatījumi

source: Width:
lv: Platums:

source: Limits
lv: Limiti

source: Lower:
lv: Apakšējais:

source: Upper:
lv: Augšējais:

source: Label
lv: Birka

source: Left
lv: Pa kreisi

source: Right
lv: Pa labi

source: Top
lv: Augšā

source: Bottom
lv: Apakšā

source: Messages
lv: Ziņas

source: Send symbol:
lv: Sūtīt simbolu:

source: Receive symbol:
lv: Saņemt simbolu:

source: Background color
lv: Fona krāsa

source: Foreground color
lv: Priekšplāna krāsa

source: Label color
lv: Birkas krāsa

source: No init
lv: Bez Init

source: Jump on click
lv: Pārlekt uz klikšķa

source: Steady on click
lv: Drošs uz klikšķa

source: %s Properties
lv: %s Iestatījumi

source: Save
lv: Saglabāt

source: X offset
lv: X nobīde

source: Y offset
lv: Y nobīde

source: Colors
lv: Krāsas

source: Background
lv: Fons

source: Front
lv: Priekšpuse

source: Compose color
lv: Izveidot krāsu

source: Test label
lv: Pārbaudīt birku

source: Send a Pd message
lv: Nosūtīt Pd ziņu

source: (use arrow keys for history)
lv: (lietot bultiņas, lai pārlūkotu vēsturi)

source: MIDI Settings
lv: MIDI Iestatījumi

source: ALSA MIDI Settings
lv: ALSA MIDI Iestatījumi

source: Use multiple ALSA devices
lv: Lietot vairākas ALSA ierīces

source: In Ports:
lv: Ievadporti:

source: Out Ports:
lv: Izvadporti:

source: Pd search path for objects, help, fonts, and other files
lv: Pd meklēšanas ceļš objektiem, palīdzībai, fontiem un citiem failiem

source: Use standard extensions
lv: Lietot standarta paplašinājumus

source: Verbose
lv: Runīgs

source: Add new library
lv: Pievienot jaunu bibliotēku

source: Edit library
lv: Labot bibliotēku

source: Pd libraries to load on startup
lv: Pd bibliotēkas, kuras ielādēt sākumā

source: Startup flags:
lv: Sākuma karogi:

source: Help Browser
lv: Palīdzības Pārlūks

source: (Tcl) INVALID COMMAND NAME:
lv: (Tcl) NEDERĪGS KOMANDAS NOSAUKUMS:

source: (Tcl) UNHANDLED ERROR:
lv: (Tcl) NEAPSTRĀDĀTA KĻŪDA:

source: About Pd
lv: Par Pd

source: Save As...
lv: Saglabāt kā...

source: Print...
lv: Printēt...

source: Duplicate
lv: Dublēt

source: Tidy Up
lv: Satīrīt

source: Edit Mode
lv: Rediģēšanas Režīms

source: Undo
lv: Atsaukt

source: Redo
lv: Atsaukt uz priekšu

source: New
lv: Jauns

source: Open
lv: Atvērt

source: Message...
lv: Ziņa...

source: Cut
lv: Izgriezt

source: Select All
lv: Iezīmēt visu

source: Font
lv: Fonts

source: Clear Console
lv: Attīrīt Konsoli

source: Object
lv: Objekts

source: Message
lv: Ziņa

source: Number
lv: Skaitlis

source: Symbol
lv: Simbols

source: Comment
lv: Komentārs

source: Number2
lv: Skaitlis2

source: Vslider
lv: Vslīdnis

source: Hslider
lv: Hslīdnis

source: VU Meter
lv: Skaņas Vienību Skaitītājs

source: Canvas
lv: Kanva

source: Graph
lv: Diagramma

source: Array
lv: Masīvs

source: Find...
lv: Atrast...

source: Find Again
lv: Meklēt Vēlreiz

source: Find Last Error
lv: Atrast pēdējo kļūdu

source: DSP On
lv: DSP Ieslēgts

source: DSP Off
lv: DSP Izslēgts

source: Test Audio and MIDI...
lv: Testēd Audio un MIDI...

source: Load Meter
lv: Ielādēt Skaitītāju

source: Minimize
lv: Minimizēt

source: Zoom
lv: Palielināt

source: Bring All to Front
lv: Pārcelt visu uz priekšplānu

source: Next Window
lv: Nākošais Logs

source: Previous Window
lv: Iepriekšējais Logs

source: Parent Window
lv: Augstākais Logs

source: Audio Settings...
lv: Audio Iestatījumi...

source: MIDI Settings...
lv: MIDI Iestatījumi...

source: HTML Manual...
lv: HTML Pamācība...

source: Browser...
lv: Pārlūks...

source: Report a bug
lv: Ziņot par kļūdu

source: Clear Menu
lv: Attīrīt Izvēlni

source: Path...
lv: Ceļš...

source: Startup...
lv: Sākums...

source: Open Recent
lv: Atvērt Neseno

source: Quit
lv: Iziet

source: Properties
lv: Iestatījumi

source: Help
lv: Palīdzība

source: (Tcl) MISSING CLOSE-BRACE '}':
lv: (Tcl) TRŪKST AIZVEROŠĀ FIGŪRIEKAVA '}':

source: (Tcl) MISSING CLOSE-BRACKET ']':
lv: (Tcl) TRŪKST AIZVEROŠĀ IEKAVA '}':

source: audio I/O error
lv: audio I/O kļūda

source: Log:
lv: Ziņojumi:

source: fatal
lv: fatāls

source: error
lv: kļūda

source: normal
lv: normāls

source: debug
lv: atkļūdot

source: all
lv: viss

source: Ignoring '%s': doesn't look like a Pd-file
lv: Ignorē '%s': neizskatās pēc Pd faila

source: -------dimensions(digits)(pix):-------
lv: -------dimensijas(skaitļi)(pix):-------

source: --------dimensions(pix)(pix):--------
lv: --------dimensijas(pix)(pix):--------

source: ----------dimensions(pix):-----------
lv: ----------dimensijas(pix):-----------

source: --------flash-time(ms)(ms):---------
lv: --------zibsņa-laiks(ms)(ms):---------

source: -----------output-range:-----------
lv: -----------izejas-diapazons:-----------

source: ------selectable_dimensions(pix):------
lv: ------atzīmējamās_dimensijas(pix):------

source: ------visible_rectangle(pix)(pix):------
lv: ------redzams_četrstūris(pix)(pix):------

source: bottom:
lv: apakša

source: height:
lv: augstums:

source: hold:
lv: turēt:

source: intrrpt:
lv: pārtraukt:

source: left:
lv: pa kreisi:

source: log
lv: ziņojumi

source: log-height:
lv: ziņojumu-augstums:

source: right:
lv: pa labi:

source: size:
lv: izmērs:

source: top:
lv: augša:

source: value:
lv: vērtība:

source: width:
lv: platums:

source: Do you want to save the changes you made in '%s'?
lv: Vai vēlaties saglabāt izmaiņas kuras veicāt '%s'?

source: Discard changes to '%s'?
lv: Atmest izmaiņas '%s'?

source: Undo clear
lv: Atsaukt notīrīšanu

source: Undo connect
lv: Atsaukt pieslēgšanos

source: Undo cut
lv: Atsaukt izgriešanu

source: Undo disconnect
lv: Atsaukt atslēgšanos

source: Undo duplicate
lv: Atsaukt dublēšanu

source: Undo motion
lv: Atsaukt kustību

source: Undo paste
lv: Atsaukt ielīmēšanu

source: Undo typing
lv: Atsaukt rakstīšanu

source: Redo clear
lv: Atsaukt uz priekšu notīrīšanu

source: Redo connect
lv: Atsaukt uz priekšu pieslēgšanos

source: Redo cut
lv: Atsaukt uz priekšu izgriešanu

source: Redo disconnect
lv: Atsaukt uz priekšu atslēgšanos

source: Redo duplicate
lv: Atsaukt uz priekšu dublēšanu

source: Redo motion
lv: Atsaukt uz priekšu kustību

source: Redo paste
lv: Atsaukt uz priekšu ielīmēšanu

source: Redo typing
lv: Atsaukt uz priekšu rakstīšanu
